Repository: fgorina/gram_02
Catalog: assets/*_localizable.strings
Languages: ca, de, es, fr, it

source: Yes
ca: Si
de: Ja
es: Si
fr: Oui
it: Sì

source: Cancel
ca: Cancel·lar
de: Stornieren
es: Cancelar
fr: Annuler
it: Annullare

source: Enter Tare Name
ca: Entreu el nom de la Tara
de: Taranamen eingeben
es: Entrar nombre de tara
fr: Entrez le nom de la tare
it: Inserire il nome della tara

source: User
ca: Usuari
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente

source: Customer
ca: Client
de: Kunde
es: Cliente
fr: Client
it: Cliente

source: Number
ca: Nombre
de: Nummer
es: Número
fr: Numéro
it: Numero

source: Date
ca: Data
de: Datum
es: Fecha
it: Data

source: Time
ca: Hora
de: Uhrzeit
es: Hora
fr: Heure
it: Ora

source: Item
ca: Producte
de: Artikel
es: Artículo
fr: Produit
it: Articolo

source: Net Weight
ca: Pes Net
de: Nettogewicht
es: Peso neto
fr: Poids Net
it: Peso netto

source: Tare
ca: Tara
de: Tara
es: Tara
it: Tara

source: Gross Weight
ca: Pes Brut
de: Brutto
es: Bruto
fr: Poids Brut
it: Peso lordo

source: <User>
ca: <Usuari>
de: <Benutzer>
es: <Usuario>
fr: <Utilisateur>
it: <Utente>

source: <Customer>
ca: <Client>
de: <Kunde>
es: <Cliente>
fr: <Client>
it: <Cliente>

source: <Code>
ca: <Producte>
de: <Produkt>
es: <Código>
fr: <Produit>
it: <Prodotto>

source: Protected by Sealing Switch
ca: Protegit per el segell
de: geschützt
es: Protegido por el interruptor de precinto
fr: Verrouillé
it: Protetto da interruttore antimanomissione

source: Read Only Record
ca: Reggistre tan sols de lectura
de: Schreibgeschützter Datensatz
es: Registro de solo lectura
fr: Enregistrement en lecture seule
it: Registro di sola lettura

source: Incorrect value / Out of range
ca: Valor incorrecte
de: Falscher Wert / außerhalb des Bereichs
es: Valor incorrecto / Fuera de rango
fr: Valeur hors plage
it: Valore errato / Fuori gamma

source: Unknown error value
ca: Valor desconegut
de: Unbekannter Fehlerwert
es: Valor de error desconocido
fr: Valeur d'erreur inconnue
it: Valore di errore sconosciuto

source: Error (dataSent[0])
de: Fehler (dataSent [0])
fr: Erreue (dataSent[0])
it: Errore (dataSent [0])

source: Deleting records
ca: Esborrant registres
de: Löschen von Datensätzen
es: Eliminar registros
fr: Supprimer des enregistrements
it: Cancellare i record

source: Are you sure you want to delete ALL records?
ca: Segur que voleu esborrar TOTS els registres?
de: Möchten Sie wirklich ALLE Datensätze löschen?
es: ¿Está seguro de que desea eliminar TODOS los registros?
fr: Êtes-vous sûr de vouloir supprimer TOUS les enregistrements?
it: È sicuro di voler eliminare tutti i record?

source: Error (error) while trying to delete (url)
de: Fehler (Fehler) beim Löschen (URL)
es: Error (error) al intentar eliminar (url)
it: Errore (errore) durante il tentativo di eliminare (url)

source: Scanning not supported
ca: Scanning no està soportat
de: Scannen nicht unterstützt
es: Escaneo no compatible
fr: Scanner non detécté
it: Scansione non supportata

source: Your device does not support scanning a code from an item. Please use a device with a camera.
ca: Comprova que el dispositiu tingui cámara i els permisos estiguin donats.
de: Ihr Gerät unterstützt das Scannen eines Codes von einem Objekt nicht. Bitte verwenden Sie ein Gerät mit einer Kamera.
es: Su dispositivo no admite el escaneo del código de artículo. Utilice un dispositivo con una cámara.
fr: Votre appareil ne prend pas en charge la numérisation du code d'un article. Veuillez utiliser un appareil avec une caméra.
it: Il dispositivo non supporta la scansione del codice di un articolo. Utilizzare un dispositivo con fotocamera.

source: Waiting for code
ca: Esperant codi
de: Warten auf Code
es: Esperando código
fr: En attente de code
it: In attesa del codice

source: Enter Code
ca: Entreu codi
de: Code eingeben
es: Introduzca el código
fr: Entrez le code
it: Insere il codice

source: Enter SSID
ca: Entreu SSID
de: SSID eingeben
es: Entrar SSID
fr: Entrez le SSID
it: Immettere l'SSID

source: Enter Password
ca: Entreu contrasenya
de: Passwort eingeben
es: Introducir la contraseña
fr: Entrez le mot de passe
it: Inserire la password

source: Change Passwd Message
de: Passwort ändern
es: Cambiar mensaje Passwd
it: Messaggio di modifica della password

source: Change SSID Message
de: SSID-Nachricht ändern
es: Cambiar mensaje SSID
it: Messaggio di modifica della password

source: Update SSID
ca: Actualitzant SSID
de: SSID aktualisieren
es: Actualizar SSID
fr: Mettre à jour le SSID
it: Aggiorna SSID

source: Update Password
ca: Actualitzant Contrasenya
de: Passwort erneuern
es: Actualiza contraseña
fr: Mettre à jour le mot de passe
it: Aggiornare la password

source: Limits
ca: Límits
de: Grenzen
es: Límites
fr: Limites
it: Limiti

source: Enter User
ca: Entreu usuari
de: Benutzer eingeben
es: Entrar usuario
fr: Entrer utilisateur
it: Inserire l'utente

source: Enter Customer
ca: Entreu client
de: Kunde eingeben
es: Entrar cliente
fr: Entrer client
it: Inserire il cliente

source: Scanner not implemented
ca: Scanner pendent d'activació
de: Scanner nicht implementiert
es: Escáner no implementado
fr: Scanner n'est pas activé.
it: Scanner non implementato

source: Please, contact your dealer.
ca: Si us plau, contacteu el vostre distribuidor.
de: Bitte wenden Sie sich an Ihren Händler.
es: Por favor, contacte a su distribuidor.
fr: S'il vous plaît, contactez votre revendeur.
it: Si prega di contattare il proprio rivenditore.

source: Export not implemented
ca: Exportació pendent d'activació.
de: Export nicht möglich
es: Exportación no activada
fr: L'exportation des données n'est pas activée
it: Esportazione non attivata

source: Clear
ca: Esborrar
de: Löschen
es: Borrar
fr: Supprimer
it: Cancellare

source: Export
ca: Exportar
es: Exportar
fr: Exportation
it: Esportazione

source: Columns
ca: Columnes
de: Säulen
es: Columnas
fr: Colonnes
it: colonne

source: Gross W
ca: Pes Brut
es: W bruto
fr: W brut
it: Lordo

source: Displayed Fields
ca: Columnes Visibles
de: Angezeigte Felder
es: Campos mostrados
fr: Champs affichés
it: Campi visibili

source: Auto Tare
ca: Auto Tara
de: Auto Tara
es: Tara automática
fr: Tare automatique
it: Tara automatica

source: Tare when stable
ca: Tara si és estable
de: Im stabilen Zustand tarieren
es: Tara si estable
fr: Tare quand stable
it: Tara quando stabile

source: Tare mode
ca: Tara sense memòria
de: Tara-Modus
es: Modo de tara
fr: Mode tare
it: Modalità tara

source: Zero Tracking device
ca: Seguiment del zero
de: Zero Tracking Gerät
es: Dispositivo de seg. 0
fr: Dispositif de suivi zéro
it: Tracciamento dell'auto zero

source: Zero Tracking Rng
ca: Ajust seguiment 0
es: Rango de seg. 0
fr: Zéro Suivi Rng
it: Gamma di tracciamento dell'auto zero

source: Filter Level
ca: Nivell filtre
de: Filterbene
es: Nivel de filtro
fr: Niveau de filtre
it: Livello del filtro

source: Livestock filter
ca: Filtre de pesada d'animals
de: Filter für dyn. Wägungen
es: Filtro para ganado
fr: Filtre pèse-bétail
it: Filtro per il bestiame

source: Records no 0
ca: Registres sense 0
de: Zeichnet keine 0 auf
es: Registros no 0
it: Non registra 0

source: Settings
ca: Ajustos
de: Einstellung
es: Configuraciones
fr: Configuration
it: Impostazioni

source: Name
ca: Nom Equip
es: Nombre
fr: Nom
it: Nome

source: Passphrase
ca: Contrasenya
es: Contraseña
fr: Mot de pas
it: Password

source: IP Address
ca: Adreça IP
de: IP Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP

source: Port
es: Puerto
it: Porta

# Network SSID
source: SSID Network
ca: SSID Xarxa
de: Netzwerk SSID
es: SSID de la red
fr: SSID du réseau
it: SSID di rete

source: Label
ca: Etiqueta
de: Etikett
es: Etiqueta
fr: Etiquette
it: Etichetta

source: Connected
ca: Connectat
de: mit Drucker verbunden
es: Conectado
fr: Connecté
it: Collegato

source: Scanning
de: scannen
es: Escaneando
it: Scansione

source: Connect to Printer
ca: Connecteu-vos a la impressora
de: mit Drucker verbinden
es: Conectar la impresora
fr: Connectez-vous à l'imprimante
it: Collegare la stampante

source: Enter Scale Name
ca: Entreu nom de la balança
de: Waagenname
es: Nombre de la balanza
fr: Entrer le nom de la balance
it: Nome della bilancia

source: Enter Network Name
ca: Entreu nom de la xarxa
de: Netzwerkname
es: Nombre de la rede
fr: Entrez le nom du réseau
it: Nome della rete

source: Enter Network IP
ca: Entreu IP de la xarxa
es: IP de la red
fr: Entrez l'adresse IP du réseau
it: IP di rete

source: Net SSID
ca: SSID Xarxa
es: SSID Red
fr: SSID réseau
it: SSID rete

source: Net IP
ca: IP Xarxa
es: IP Red
fr: IP réseau
it: Rete IP

source: Import Label
ca: Importa Etiqueta
de: Etikettenvorlage import
es: Importar etiqueta
fr: Importation modèle étiquette
it: Etichetta di importazione

source: Permission was not granted
ca: Autorització denegada
de: Zugang nicht genehmigt
es: Autoritzación denegada
fr: Autorisation refusée
it: Autorizzazione negata

source: Select Label
ca: Selecciona Etiqueta
de: Etikett auswählen
es: Selecciona Etiqueta
fr: Choix de l'étiquette
it: Selezionare l'etichetta

source: Users
ca: Usuaris
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti

source: Products
ca: Productes
de: Produkt
es: Productos
fr: Produits
it: Prodotti

source: Refresh
ca: Actualitzar
de: aktualisieren
es: Actualizar
fr: Refraichir
it: Aggiornamento

source: Printer name
ca: Nom Impressora
de: Druckername
es: Nombre Impresora
fr: Nom imprimante
it: Nome della stampante

source: Protocol
de: Protokolltyp
es: Protocolo
fr: Protocole
it: Protocollo

source: Current Label
ca: Etiqueta actual
de: Aktuelles Etikett
es: Etiqueta actual
fr: Étiquette actuelle
it: Etichetta attuale

source: Configure
ca: Configurar
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configurare

source: Disconnected
ca: Desconectat
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso

source: Connecting
ca: Conectant
de: verbinden
es: Conectando
fr: Connexion en cours
it: Collegamento

source: Disconnecting
ca: Desconectant
de: Trennen
es: Desconectando
fr: Déconnexion en cours
it: Disconnessione

source: Looking for services
ca: Cercant serveis
de: Servicesuche
es: Buscando servicios
fr: À la recherche de services
it: Alla ricerca di servizi

source: Checking device type
ca: Comprovant dispositiu
de: Überprüfung des Gerätetyps
es: Comprobando dispositivo
fr: Vérification du type d'appareil
it: Dispositivo di controllo

source: General
de: Allgemeines
it: Generale

source: Zero Options
ca: Options de 0
de: Optionen der Nulleinstellung
es: Opciones de Cero
fr: Options zéro
it: Optioni azzeramento

source: Tare Options
ca: Opcions de Tara
de: Tara-Optionen
es: Opciones de Tara
fr: Options de tare
it: Opzioni di tara

source: Filter Options
ca: Opcions de Filtre
de: Filteroptionen
es: Opciones de Filtro
fr: Options de filtre
it: Opzioni di filtraggio

source: COM port
ca: port COM
es: Puerto COM
it: Porta COM

source: Scale Definition
ca: Definició bàscula
de: Konfigurationsmenü
es: Definición Bàscula
fr: Configuration de la balance
it: Impostazione bilancia

source: Printer
ca: Impressora
de: Drucker
es: Impresora
fr: Imprimante
it: Stampante

source: Databases
ca: Bases de Dades
es: Bases de Datos
fr: Base de données
it: Banche dati

source: About App
de: über die App
es: Acerca de
fr: Info appli
it: Informazione sull'applicazione

source: Serial Number
ca: Número de Sèrie
de: Seriennummer
es: Número de Serie
fr: Numéro de série
it: Numero di serie

source: Device Id
ca: Id dispositiu
de: Geräte ID
es: Id Dispositivo
fr: Id dispositif
it: Id dispositivo

source: Type
ca: Tipus
de: Typ
es: Tipo
it: Tipo

source: Software Version
ca: Versi-o programari
es: Versión Software
fr: Version du firmware
it: Versione Software

source: Optional Board
ca: Tarja opcional
de: optionale Platine
es: Tarjetas Opcionales
fr: Carte optionnelle
it: Carte opzionali

source: Sealing Switch
ca: Segellat
de: Versiegelung
es: Precinto
fr: Vérrouillage
it: Sigillo

source: Initial Zero Setting
ca: Ajust inicial del 0
de: Initalizierung
es: Puesta a 0 Inicial
fr: Mise à zero initiale
it: Azzeramento Iniziale

source: Initial Zero Range
ca: Rang del 0 inicial
de: Nullbereich
es: Rango del 0 Inicial
fr: Plage zéro initiale
it: Gamma di azzeramento iniziale

source: Zero Tracking Device
ca: Dispositiu de Seguiment del 0
de: Nullpunktnachführung
fr: Zéro suiveur
it: Tracciamento dell'auto zero

source: Zero Tracking Range
ca: Rang del seguiment del 0
de: Bereich der Nullanzeige
fr: Plage zéro suiveur
it: Gamma di tracciamento dell'auto zero

source: Motion filter
ca: Filtre de Moviment
de: Bewegungsfilter
es: Filtro de Movimiento
fr: Filtre de mouvement
it: Filtro di movimento

source: Stability range
ca: Rang d'estabilitat
de: Stabilitätsbereich
es: Rango de estabilidad
fr: Plage de stabilité
it: Intervallo di stabilità

source: Output rate (ms)
ca: Ritme de sortida (ms)
de: Ausgaberate (ms)
es: Ritmo de salida (ms)
fr: Fréquence de sortie (ms)
it: Velocità di uscita (ms)

source: Weighing AD/C speed
ca: Velocitat de pesada AD/C
de: Geschwindigkeit des A/D-Wandlers
es: Velocidad de pesada AD/C
fr: Vitesse de pesée AD/C
it: Velocità di pesatura AD/C

# Allow negative settings
source: Allow negative weight
ca: Permetre pes negatiu
de: negative Werte zulassen
es: Permitir peso negativo
fr: Autoriser les valeurs négatives
it: Consentire il peso negativo

source: Weighing unit
ca: Unitat de pesadat
de: Wiegeeinheit
es: Unidad de peso
fr: Unité de pesée
it: Unità della pesata

source: Decimal places
ca: Llocs Decimanls
es: Posiciones decimales
fr: Décimales
it: Decimali

source: Range mode
ca: Modo de Rangs
de: Bereich
es: Modo de Rango
it: Modalità Range

source: Single range
ca: Rang Únic
de: Einzel-Bereich
es: Rango único
fr: Monoéchelon
it: Gamma singola

source: 2 ranges
ca: 2 rangs
de: 2 Bereiche
es: 2 rangos
it: Gamma duplice

source: 2 intervals
de: 2 Intervalle
es: 2 escalones
fr: 2 étendues
it: 2 Scale

source: Range 1
ca: Rang 1
de: Bereich 1
es: Rango 1
it: Gamma 1

source: Range 2
ca: Rangd 2
de: Bereich 2
es: Rango 2
it: Gamma 2

source: Max
it: Capacità

source: Current A/D cts
ca: Corrent A/D cts
de: A/D cts
es: A/D cts
fr: A/D cts
it: A/D cts

source: Initial Zero
ca: 0 Inicial
de: Null
es: 0 Inicial
fr: Zéro initial
it: 0 Iniziale

source: Adjust Zero
ca: Ajustar 0
de: Nullkalibrierung
es: Ajustar 0
fr: Réglage zéro
it: Taratura dello zero

source: Adjust Span
ca: Ajustar Gama
de: Spannweite einstellen
es: Ajustar Escala
fr: Réglage portée
it: Taratura di portata

source: GEO code adjustment
ca: Ajust del codi GEOI
de: GEO-Faktor für den Kalibrierort
fr: Code GEO pour le lieu du réglage
it: Codice GEO luogo di ambientazione

source: GEO code place of use
ca: Codi GEO del lloc d'us
de: GEO-Faktor, der dem Standort der Waage entspricht
es: Código GEO lugar de uso
fr: Code GEO pour le lieu d'utilisation
it: Codice GEO luogo di utilizzo

source: Last Change
ca: Últim Canvi
de: Letzte Bearbeitung
es: Ultimo Cambio
fr: Dernier changement
it: Ultimo cambiamento

source: Counter
ca: Comptador
de: Zähler
es: Contador
fr: Compteur
it: Contatore

source: Save Adjust
ca: Guardar Ajustos
de: Einstellungen speichern
es: Guardar Ajustes
fr: Enregistrer la configuration
it: Salva le impostazioni

source: Scale Reset
ca: Reinicialitzar Bàscula
de: Reset
es: Reiniciar Báscula
fr: Réinitialiser la balance
it: Reset della bilancia

source: Restore Adjust
ca: Recuperar Ajustos
de: Einstellung wiederherstellen
es: Recuperar Ajustes
fr: Restaurer la configuration
it: Recuperare le impostazioni

source: Advanced
de: Netzwerk
es: Configuración LAN
fr: Configuration réseau
it: Impostazione della rete

source: SSID as access point
de: WLAN-Zugangspunkt SSID
es: SSID como punto de acceso
fr: SSID comme point d'accès
it: SSID come punto di accesso

source: IP base address
es: Dirección IP base
fr: Adresse IP de base
it: Indirizzo IP di base

source: Access Point
de: WLAN-Zugangspunkt
es: Punto de acceso
fr: Point d'accès
it: Punto di accesso

source: Network Password
de: W-LAN Passwort
es: Contraseña red
fr: Mot de passe réseau
it: Password di rete

source: Network IP address
de: IP-Addresse
es: Dirección IP red
fr: Adresse IP réseau
it: Indirizzo IP di rete

source: Network DHCP
es: DHCP red
fr: DHCP réseau
it: Rete DHCP

source: TCP Server port
de: Port TCP
es: Puerto TCP servidor
fr: Port TCP
it: Porta TCP

source: UDP remote port (PC side)
de: UDP-Port (PC)
es: Puerto remoto UDP (lado PC)
fr: Port UDP (côté PC)
it: Porta UDP remota (lato PC)

source: UDP local port (XTREM side)
de: UDP-Port (Xtrem)
es: Puerto local UDP (lado Xtrem)
fr: Port local UDP (côté XTREM)
it: Porta UDP locale (lato Xtrem)

source: Reset network with current settings
de: Neustart mit aktuellen Parametern
es: Reiniciar red con los valores actuales
fr: Réinitialiser le réseau avec les paramètres actuels
it: Riavviare la rete con i valori attuali

source: Send URL
de: URL senden
es: URL de envio
fr: URL d'envoi
it: URL di spedizione

source: Printing
de: Drucken
es: Imprimir
fr: Impression
it: Stampa

source: Left Margin
de: Linker Rand
es: Margen izquierdo
fr: Marge de gauche
it: Margine sinistro

source: Barcode Type
es: Tipo código de barras
fr: Type de code à barres
it: Tipo di codice a barre

source: Printer Width
de: Papierbreite
es: Ancho impresora
fr: Largeur d'impression
it: Larghezza della stampante

source: Serial Printer Speed
de: Baudrate Drucker
es: Velocidad impresora serie
fr: Vitesse de l'imprimante série
it: Velocità della stampante seriale

source: Slope Divisor
ca: Divisor de Pendent
de: Steigung
es: Divisor Pendiente
fr: Diviseur de pente

source: Password
es: Contraseña
fr: Mot de passe

source: Network SSID
de: W-LAN SSID
es: SSID red

source: No
de: Nein
fr: Non

source: Hold
de: Halt
